;(package! parinfer)



(package! org-super-agenda)
(package! ligature
  :recipe (:host github :repo "mickeynp/ligature.el"))
(package! all-the-icons)
(package! org-bullets)
(package! org-fancy-priorities)
(package! omnisharp)

;; Treemacs
(package! treemacs-icons-dired)

;; Tabbar
(package! centaur-tabs)

;; Misc
(package! selectric-mode)

(package! wttrin :recipe (:local-repo "lisp" :no-byte-compile t))

(package! elcord)

(package! keycast)
